[
  {
    "ProjectName": "Dowell Job Portal",
    "ProjectDescription": "This is a Job Portal and it's mainly focused on how easily one can apply for the job. We are try to making this project cause we need to hire develoepr for use and we are depend on different platform. We are try to make our own platform that can help us and others to get their dream job and we can get the best candidates. In this project i am responsible for deveoping frontend using mordern technology React.js & Redux.",
    "ProjectKeypoint": [
      "This is a job portal website where candidate can apply for job",
      "People can search for job based on specific country and job title",
      "Admin can edit job also add and delete old job",
      "Everyone have to login then based on his rule he will able to show the details",
      "HR can access the job application and filter those applcations.",
      "Candidates can submit their resume and details when they apply for the job"
    ],
    "ProjectDate": "Jan 2023 - Present",
    "ProjectImg": [
      "https://i.ibb.co/RbCbpgR/Screenshot-2023-02-17-at-10-34-31-PM.png",
      "https://i.ibb.co/PG3L2bQ/Screenshot-2023-02-17-at-10-34-38-PM.png",
      "https://i.ibb.co/StmnXGw/Screenshot-2023-02-17-at-10-34-55-PM.png"
    ],
    "Website": "https://ll07-team-dowell.github.io/100098-DowellJobPortal/#/",
    "GitHub": "https://github.com/LL07-Team-Dowell/100098-DowellJobPortal/tree/sager-frontend",
    "Technology": ["React.js", "Redux", "Typescript", "Django", "MySql"]
  },
  {
    "ProjectName": "Advisory Network",
    "ProjectDescription": "In this project, I've developed a full-fledged web application that demonstrates my skills in both front-end and back-end development. Key",
    "ProjectKeypoint": [
      "✨ User Authentication: Implemented secure user registration and login functionality.",
      "✨ Dynamic UI: Created a sleek, responsive user interface with React components.",
      "✨ Database Integration: Utilized MongoDB for efficient data storage and retrieval.",
      "✨ RESTful API Development: Designed robust API endpoints for seamless data interaction.",
      "✨ Scalability: Engineered for scalability, ensuring smooth performance as user traffic grows.",
      "✨ Deployment: Deployed the application, making it accessible to users worldwide."
    ],
    "ProjectDate": "Nov 2022 - Jan 2023",
    "ProjectImg": [
      "https://i.ibb.co/WKknJDV/image.png",
      "https://i.ibb.co/p1fsSjJ/image.png",
      "https://i.ibb.co/5FNgbDT/image.png"
    ],
    "Website": "https://advisors.cofounderslab.com/",
    "GitHub": "https://github.com/codeftshaunak",
    "Technology": ["Next.js", "Redux", "Node.js", "Express.js", "MongoDB"]
  },
  {
    "ProjectName": "CofounderLabs",
    "ProjectDescription": "Welcome to CofounderLabs, a revolutionary platform designed for entrepreneurs and visionaries to connect, collaborate, and bring groundbreaking ideas to life. Developed by a seasoned professional with expertise in React, Next.js, Typescript, Node.js, Express.js, MongoDB, Stripe, JWT, and Tailwind CSS, CofounderLabs is set to redefine the way founders connect and build together.",
    "ProjectKeypoint": [
      "Seamlessly create and manage your entrepreneur profile. Showcase your skills, experience, and projects.",
      "Leverage the power of React and Next.js for a lightning-fast search experience. Discover potential co-founders based on skills, industries, and interests.",
      "Utilize the security of JWT for a robust and encrypted messaging system. Communicate with potential collaborators in a secure environment.",
      "Post your entrepreneurial projects and innovative ideas. Attract like-minded founders interested in your vision."
    ],
    "ProjectDate": "Jan 2023 - Jan 2023",
    "ProjectImg": [
      "https://i.ibb.co/ZLz731J/image.png",
      "https://i.ibb.co/NN5gKSr/image.png",
      "https://i.ibb.co/5THxs5x/image.png"
    ],
    "Website": "https://cofounderslab.com/",
    "GitHub": "https://github.com/codeftshaunak",
    "Technology": [
      "Next.js",
      "Strapi",
      "Redux",
      "Node.js",
      "Express.js",
      "MongoDB"
    ]
  },
  {
    "ProjectName": "BesTodo",
    "ProjectDescription": "This is a Todo Application Where you can add new data. Filter in a different level & you can delete easily data.",
    "ProjectKeypoint": [
      "Customar can add new todo data and easily can delete",
      "People can buy nft for themselver",
      "They can verify their nft warllet"
    ],
    "ProjectDate": "Mar 2023 - Mar 2023",
    "ProjectImg": [
      "https://i.ibb.co/DbbN3NK/screencapture-effervescent-conkies-3bac70-netlify-app-2023-06-14-02-10-20.png",
      "https://i.ibb.co/W61CbHt/screencapture-effervescent-conkies-3bac70-netlify-app-todo-2023-06-15-13-43-26.png",
      "https://i.ibb.co/XSWpjVj/screencapture-effervescent-conkies-3bac70-netlify-app-todo-2023-06-14-02-12-13.png"
    ],
    "Website": "https://effervescent-conkies-3bac70.netlify.app",
    "GitHub": "https://github.com/codeftshaunak/bestodo-application",
    "Technology": ["React.js", "Redux", "Node.js", "Express.js", "MongoDB"]
  }
]
